"Any" = "Qualsiasi";
"All" = "Tutto";
"Save" = "Salva";
"Kind" = "Tipo";
"matches" = "coincidenze";
"contain" = "contiene";
"begin with" = "inizia con";
"end with" = "finisce con";
"is" = "è";
"is not" = "non è";
"equals" = "equivale";
"is less then" = "è meno di";
"is greater than" = "è più di";
"Contains ALL" = "Contiene tutto";
"Contains Any" = "Contiene qualsiasi";
"Not Contains" = "Non contiene";
"Narrowly" = "Contiene solo";
"day" = "giorno";
"week" = "settimana";
"month" = "mese";
"year" = "anno";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"seconds" = "secondi";